Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: %1 %2%3 for Linux
be: %1 %2%3 для Linux

source: %1 (%2) - %3 since %4
be: %1 (%2) — %3 ад %4

source: %1 - Skype™ Chat
be: %1 — гутарка (Skype™)

source: %1 People Online
be: Зараз у сетцы: %1

source: %1 Skype Credit available
be: Даступны крэдыт Skype: %1

source: %1 Skype™ SMS
be: %1 SMS (Skype™)

source: %1 and %2 are writing...
be: %1 і %2 пішуць…

source: %1 cancelled the file sending
be: %1 спыняе перасылаць файл

source: %1 could not read the file
be: %1 ня можа прачытаць з файла

source: %1 could not write the file
be: %1 ня можа запісаць файл

source: %1 does not support file sending
be: %1 не падтрымвае перасылаць файлы

source: %1 files
be: Файлаў: %1

source: %1 files - %2
be: %2 (файлаў: %1)

source: %1 has a birthday
be: У %1 — народзіны

source: %1 has appeared online
be: %1 далучыўся

source: %1 has been added to your contact list
be: %1 дадалі да сьпісу кантактаў

source: %1 has been deleted from your contact list
be: %1 выкрасьлілі са сьпісу кантактаў

source: %1 has been offline for too long
be: %1 задоўга не далучаецца

source: %1 has gone offline
be: %1 адлучыўся

source: %1 has joined the chat
be: %1 далучаецца да гутаркі

source: %1 has left the chat
be: %1 выходзіць з гутаркі

source: %1 has set the topic to %2
be: %1 вызначае тэму: «%2»

source: %1 has to accept your contact request first
be: %1 спачатку мусіць прыняць ваш запыт кантактаваць

source: %1 is already in your contacts
be: %1 ужо ёсьць у кантактах

source: %1 is calling you
be: Вас выклікае %1

source: %1 is not in your Contact list
be: %1 адсутнічае ў сьпісе кантактаў

source: %1 is writing...
be: %1 піша…

source: %1 new members were added to the chat
be: Да гутаркі дадалі некалькі (%1) чальцоў

source: %1 of %2
be: %1 з %2

source: %1 people
be: Людзей: %1

source: %1 per minute
be: %1 за хвіліну

source: %1 recipients
be: Атрымальнікаў: %1

source: %1 seconds
be: %1 сэк.

source: %1 user(s)
be: Карыстальнікаў: %1

source: %1 would like to start a video call with you
be: %1 хацеў бы выклікаць вас па відэа

source: %1, %2 had a birthday
be: Сьвяткавалі народзіны: %1, %2

source: %1, %2 has a birthday
be: Сьвяткуюць народзіны: %1, %2

source: %1, %2 turned %3
be: %1, %2 сёньня %3

source: %1, %2 turns %3
be: %1, %2 будзе %3

source: %1ps
be: %1/с

source: %d Recipients
be: Атрымальнікаў: %d

source: %d cancelled
be: Скасавалі: %d

source: %d completed
be: Перадалі: %d

source: %d contacts
be: Кантактаў: %d

source: %d contacts received from %s
be: Атрымалі кантакты (%d) ад %s

source: %d contacts sent
be: Даслалі кантактаў: %d

source: %d contacts sent to %s
be: Кантакты (%d) даслалі карыстальніку %s

source: %d contacts sent to the group
be: Даслалі кантактаў суполцы: %d

source: %d conversations
be: Размоў: %d

source: %d conversations with new messages, last activity %s ago
be: Новыя паведамленьні ў размовах (%d); апошняя падзея — %s таму

source: %d delivered
be: %d даставілі

source: %d failed
be: %d не ўдалося

source: %d files
be: Файлаў: %d

source: %d in progress
be: Перадаюцца: %d

source: %d new
be: Новых: %d

source: %d new contacts
be: Новых кантактаў: %d

source: %d new messages
be: Новых паведамленьняў: %d

source: %d new messages, last activity %s ago
be: Новых паведамленьняў: %d; апошняя падзея — %s таму

source: %d participants
be: Удзельнікаў: %d

source: %d people
be: Людзей: %d

source: %d people online
be: Зараз у сетцы: %d

source: %d person
be: %d чалавек

source: %d recipients: %s
be: Атрымальнікі %d: %s

source: %d sent
be: %d даслалі

source: %d subscriptions
be: Падпісак: %d

source: %d waiting
be: Чакаюць: %d

source: %d%% done, %s remaining (%d KB/s)
be: Спампавалі %d%%, засталося %s (%d кБ/с)

source: %n contact(s)
be: %n

source: %n file(s) from %1
be: %n файл(аў) ад %1

source: %n new event(s)
be: Новых падзей: %n

source: %s %s Skype Credit
be: Крэдыт Skype: засталося %s %s

source: %s %s Skype Credit <a href="skype:?payments#skypeout">Buy more</a>
be: Крэдыт Skype: засталося %s %s <a href="skype:?payments#skypeout">Купіце болей</a>

source: %s added %s
be: %s дадае %s

source: %s added a phone number.
be: Карыстальнік %s дадаў тэлефонны нумар.

source: %s and %s
be: %s і %s

source: %s and a bit more
be: %s з хвосьцікам

source: %s blocked %s
be: Карыстальнік %s замкнуў %s

source: %s calling
be: Выклікае %s

source: %s can't be added until they accept your contact request.
be: %s зьявіцца ў сьпісе кантактаў, калі прыме запыт кантактаваць.

source: %s could not be installed.
be: Нельга ўсталяваць %s.

source: %s created a group conversation
be: Карыстальнік %s стварыў супольную размову.

source: %s created a group conversation with %s.
be: Карыстальнік %s стварыў супольную размову з %s.

source: %s firewall is running and may be preventing Skype from connecting.
be: Сетказаслона %s можа перашкаджаць Skype злучыцца.

source: %s for %s
be: Ад %s за %s

source: %s has a birthday today
be: Сёньня народзіны %s

source: %s has added you as a contact.
be: Карыстальнік %s дадаў вас да кантактаў.

source: %s has allowed people in this conversation to write messages
be: %s дазваляе ўдзельнікам размовы пісаць

source: %s has been promoted to conversation host.
be: Прызначылі новага гаспадара размовы: %s.

source: %s has changed the conversation picture.
be: %s зьмяняе малюнак размовы.

source: %s has changed the conversation topic to "%s"
be: %s зьмяняе тэму размовы на «%s»

source: %s has invited you to join them on Skype.
be: %s запрашае вас у Skype.

source: %s has left
be: Карыстальнік %s выйшаў

source: %s has made all participants in this conversation read-only
be: %s забараняў ўдзельнікам гэтае размовы пісаць

source: %s has not accepted your contact request
be: Карыстальнік %s не прыняў запыту кантактаваць

source: %s has shared contact details with %s.
be: Карыстальнік %s даслаў зьвесткі для сувязі з %s.

source: %s has updated the conversation guidelines.
be: %s зьмяняе правілы размовы.

source: %s has updated the moderation rules of this conversation %s
be: %s абнаўляе правілы размовы %s

source: %s is already in your Contacts and was not added again.
be: Карыстальніка %s нельга дадаць яшчэ раз: ён ужо ёсьць у кантактах.

source: %s is an executable file.
be: %s — выканальны файл.

source: %s is blocked and can't answer.
be: Замкнёны карыстальнік (%s) ня можа адказваць.

source: %s is not a valid Skype Name or phone number.
be: Нумар %s ня ёсьць чынным іменем Skype або тэлефонным нумарам.

source: %s is not a valid filename
be: Хібная назва файла: %s

source: %s is not a valid phone number.
be: %s ня ёсьць чынным тэлефонным нумарам.

source: %s is not in your Contact list
be: Карыстальніка %s няма ў вашых кантактах

source: %s is not in your Contact list.
be: Карыстальніка %s няма ў вашых кантактах.

source: %s is not in your Contacts
be: %s адсутнічае ў сьпісе кантактаў

source: %s is offline
be: %s ня ў сетцы

source: %s is offline on Facebook.
be: %s ня ў сетцы Facebook.

source: %s is offline.
be: %s ня ў сетцы.

source: %s is on your blocked list
be: %s у сьпісе замкнёных

source: %s is using Skype
be: %s карыстае Skype

source: %s is waiting to join.
be: %s чакае дазволу далучыцца.

source: %s joined.
be: Далучаецца %s.

source: %s messages
be: Паведамленьняў: %s

source: %s needs to get the latest Skype to use group video.
be: Каб ужываць супольнае відэа, %s мусіць усталяваць найноўшую вэрсію Skype.

source: %s of %s
be: %s ад %s

source: %s people
be: Людзей: %s

source: %s people on MySpace
be: Людзей у MySpace: %s

source: %s people on Skype
be: Зараз у Skype: %s

source: %s remaining
be: Засталося %s

source: %s removed %s from this conversation.
be: %s выдаляе %s з размовы.

source: %s seconds remaining
be: Засталося %s сэк.

source: %s sent %s
be: %s дасылае %s

source: %s sent a voicemail
be: %s дасылае галасавую пошту

source: %s video will be added to the conversation for everyone to watch.
be: Відэа %s дадасца ў размову, і ўсе ўдзельнікі змогуць яго прагледзець.

source: %s want to show video.
be: Удзельнікі (%s) хочуць паказваць відэа.

source: %s wants to show video.
be: %s хоча паказаць відэа.

source: %s wants to use Skype
be: %s хоча ўжываць Skype

source: %s's mood
be: Настрой %s

source: %s/min
be: %s/хв.

source: &About Skype
be: &Пра Skype

source: &Add
be: &Дадаць

source: &Bookmarked Chats
be: &Закладзеныя гутаркі

source: &Cancel
be: &Скасаваць

source: &Close
be: &Зачыніць

source: &Compact Contact Groups
be: Паказваць суполкі &шчыльна

source: &Do not add
be: &Выкрасьліць

source: &Help
be: &Дапамога

source: &Hide Contact Groups
be: С&хаваць суполкі

source: &Match whole word only
be: Слова &цалкам

source: &New Contact Group...
be: &Новая суполка…

source: &OK
be: &Добра

source: &Options
be: &Можнасьці

source: &Predefined Groups
be: &Папярэдне вызначаныя суполкі

source: &Quit
be: &Выйсьці з праґрамы

source: &Recent Chats
be: &Апошнія гутаркі

source: &Remove
be: &Выкрасьліць

source: &Send
be: &Даслаць

source: &Unread Chats
be: &Непрачытаныя гутаркі

source: &Up
be: У&гору

source: 'SkypeMe!™' mode
be: Стан «Пагамонім!!»

source: (%s /min incl. VAT)
be: (%s за хвіліну — з улікам ПДВ)

source: (%s incl. VAT)
be: (%s — з улікам ПДВ)

source: (%s/min incl. VAT)
be: (%s за хвіліну — з улікам ПДВ)

source: (Makes it easier to find you)
be: (Вас будзе лягчэй знайсьці)

source: (This will also close all open conversations)
be: (Таксама зачыняцца ўсе адчыненыя размовы.)

source: (This will only delete Skype cookies)
be: (Сатруцца біркі толькі ад Skype)

source: (home)
be: (хатні)

source: (internal or plug in), or a headset.
be: (убудаваны ці які далучаецца) або слухаўкі зь мікрафонам.

source: (internal or plug in).
be: (убудаваную або вонкавую).

source: (mobile)
be: (перасоўны)

source: (office)
be: (працоўны)

source: (phone)
be: (тэлефон)

source: (user-defined)
be: (вызначаецца карыстальнікам)

source: * %1 - Skype™ Chat
be: * %1 — гутарка (Skype™)

source: * Automatic sound settings check before and during calls.
be: * Налады гуку самарушна спраўджваюцца перад і цягам выклікаў.

source: * Call transfer – transfer calls to a Skype contact or a mobile or landline.
be: * Перадаць выклік — даслаць атрыманы выклік іншаму чалавеку ў Skype або на перасоўны ці гарадзкі нумар.

source: * Skype Access – access WiFi hotspots the easy way with your Skype Credit.
be: * Доступ праз Skype („Skype Access“): крэдытам у Skype можна плаціць за сеціва з пунктаў доступу Wi-Fi.

source: ** Add to conference by name/number
be: ** Дадаць да нарады па імені або нумары

source: ** Join a public chat
be: ** Далучыцца да адкрытае гутаркі

source: ** Send an SMS message
be: ** Даслаць паведамленьне SMS

source: ** Show contact list with groups
be: ** Паказваць суполкі

source: ** WARNING!** A changed program is trying to access Skype.
be: ** ПЕРАСЬЦЯРОГА! ** Зьмененая праґрама спрабуе атрымаць доступ да Skype.

source: - No need to use your credit card.
be: • Крэдытная картка — без патрэбы.

source: - Only pay for what you use.
be: • Плаціце толькі за выкарыстаны час.

source: - Options
be: — Можнасьці

source: - Use Skype, check email, surf the web.
be: • Карыстайце Skype, глядзіце пошту, вандруйце па сеціве.

source: -- Unspecified --
be: — Ня вызначылі —

source: /me sent file %s
be: /me дасылае файл %s

source: /me sent files %s
be: /me дасылае файлы %s

source: 1 file
be: Адзін файл

source: 1 free call
be: Адзін дармавы выклік

source: 1 month
be: адзін месяц

source: 1 new contact added
be: Дадалі новы кантакт

source: 1 subscription
be: Адна падпіска

source: 1 subscription has expired
be: Скончыўся тэрмін аднае падпіскі

source: 1 year
be: Год

source: 2 weeks
be: два тыдні

source: 3 months
be: тры месяцы

source: 30 days
be: месяц

source: 6 months
be: 6 месяцаў

source: 6-20 characters needed
be: Трэба ад 6 да 20 знакаў

source: 6-32 characters needed
be: Трэба ад 6 да 32 знакаў

source: 7 days
be: Тыдзень

source: <EMAIL@ADDRESS>
be: <yehekim@gmail.com>

source: <LL@li.org>
be: <i18n@mova.org>

source: <a href="">Forgot your password?</a>
be: <a href="">Забыліся на пароль?</a>

source: <a href="%1">Learn more</a>
be: <a href="%1">Падрабязьней</a>

source: <a href="moo">Don't have a Skype Name yet?</a>
be: <a href="moo">Яшчэ ня маеце ймя ў Skype?</a>

source: <a href="skype:?connection_wizard">Get help fixing this problem</a>.
be: <a href="skype:?connection_wizard">Атрымайце парады, як гэты выправіць</a>.

source: <a href="skype:?go#help.password.faq1">Get help</a>
be: <a href="skype:?go#help.password.faq1">Дапамога</a>

source: <a href="skype:?go#personalize.pictures.weemee">Build your free Weemee</a>.
be: <a href="skype:?go#personalize.pictures.weemee">Стварыць уласнага Weemee задарма</a>.

source: <a href="skype:?options#privacy">Advanced privacy options</a>
be: <a href="skype:?options#privacy">Адмысловыя налады адасобленасьці</a>

source: <a href="smsrates">SMS destinations and rates</a>.
be: <a href="smsrates">Кошты на SMS у розных краінах</a>.

source: <a href="x">Sign in</a>
be: <a href="x">Увайсьці</a>

source: <b>%s</b> registered with Skype as an employee of <b>%s</b>
be: <b>%s</b> у даведніку Skype — працаўнік <b>%s</b>

source: <b>%s</b> registered with Skype as an employee of <b>%s</b> under <b>%s</b>
be: <b>%s</b> у даведніку Skype — працаўнік <b>%s</b>, мае адрас эл. пошты <b>%s</b>

source: <b>%s</b> registered with Skype under the email <b>%s</b>
be: <b>%s</b> у даведніку Skype мае адрас эл. пошты <b>%s</b>

source: <b>Add a contact</b>
be: <b>Дадаць кантакт</b>

source: <b>Add a phone or mobile number</b>
be: <b>Дадайце нумар перасоўнага або гарадзкога тэлефону</b>

source: <b>Choose the person you're looking for and click 'Add Contact':</b>
be: <b>Абярыце патрэбнага чалавека ды пстрыкніце «Дадаць кантакт»:</b>

source: <b>Excellent</b><br />
be: <b>Выдатная</b> <br />

source: <b>Fair</b><br />
be: <b>Неблагая</b> <br />

source: <b>Free calls, video and more</b>
be: <b>Дармавыя выклікі, відэа ды іншае</b>

source: <b>Friend's email</b>
be: <b>Эл. пошта сябра</b>

source: <b>Friend's name</b>
be: <b>Імя сябра</b>

source: <b>Good</b><br />
be: <b>Добрая</b> <br />

source: <b>Great rates to landlines and mobiles</b>
be: <b>Нізкія кошты на тэлефанаваньні</b>

source: <b>Help a friend get started on Skype</b>
be: <b>Дапамагчы сябру пачаць карыстацца Skype</b>

source: <b>Hurray!
be: <b>Ура!

source: <b>If a friend or family member doesn't have Skype, call them on their landline or mobile from Skype - and save money.</b><br />
be: <b>Калі сябра ці родзіч ня мае Skype, можна ашчаджаць грошы, патэлефанаваўшы яму на гарадзкі ці перасоўны нумар праз Skype.</b><br />

source: <b>If you know people who have Skype too, it's free for you to call each other.</b><br />
be: <b>Можна задарма размаўляць зь людзьмі, якія таксама карыстаюць Skype.</b><br />

source: <b>More things you can do</b>
be: <b>Што яшчэ можна зрабіць</b>

source: <b>Oops!
be: <b>Авой!

source: <b>Poor</b><br />
be: <b>Кепская</b> <br />

source: <b>Save a phone number in your Contact list</b>
be: <b>Захаваць нумар тэлефону ў кантактах</b>

source: <b>Security and privacy</b>
be: <b>Бясьпека ды адасобленасьць</b>

source: <b>Try the following:</b>
be: <b>Паспрабуйце наступнае:</b>

source: <b>Very bad</b><br />
be: <b>Вельмі дрэнная</b> <br />

source: <b>Your email</b>
be: <b>Ваш адрас эл. пошты</b>

source: <b>Your name</b>
be: <b>Вашае ймя</b>

source: <b>Your welcome message</b>
be: <b>Прывітальнае паведамленьне</b>

source: <br /><b>Here's how:</b><br />
be: <br /><b>Як гэта зрабіць:</b><br />

source: <br />Please check your network connections and try again later.
be: <br />Калі ласка, спраўдзіце настаўленьні сеткі ці паспрабуйце зноўку пазьней.

source: <font color="#ff0000"><b>Limited emergency calling.</b></font>
be: <font color="#ff0000"><b>Надзвычайныя выклікі абмяжоўваюцца.</b></font>

source: <ks>N</ks>ext
be: <ks>Н</ks>аступны

source: <ks>P</ks>revious
be: <ks>П</ks>апярэдні

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Password</span></p></body></html>
be: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Пароль</span></p></body></html>

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Skype Name</span></p></body></html>
be: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Імя ў Skype</span></p></body></html>

source: <span style=" font-size:13pt; font-weight:600; color:#00bfff;">Welcome to Skype.</span>
be: <span style=" font-size:13pt; font-weight:600; color:#00bfff;">Вітаем вас у Skype-е.</span>

source: <u>%1 is typing a message</u>
be: <u>%1 друкуе паведамленьне</u>

source: > 24 hours
be: > 24 гадзіны

source: A convenient way for not missing a call on Skype when you're busy, not available or simply offline.
be: Зручны спосаб не прапускаць выклікі ў Skype, калі вы занятыя, недаступныя ці проста адлучыліся.

source: A device either built-in or plugged into your computer that you talk into when you call someone on Skype.
be: Убудаваная або далучаная да кампутара прылада, у якую трэба прамаўляць, каб размаўляць зь іншым чалавекам праз Skype.

source: A different contact…
be: Іншаму кантакту…

source: A firewall may be preventing Skype from connecting.
be: Сетказаслона можа перашкаджаць Skype злучыцца.

source: A firewall or proxy is running and may be preventing Skype from connecting.
be: Сетказаслона альбо пасродак могуць перашкаджаць Skype злучыцца.

source: A little camera you plug into your computer.
be: Невялічкая камэра (сеціва- або вэб-камэра), якую вы далучаеце да кампутара.

source: A new version of Skype is now available for download.
be: Маецца новая вэрсія Skype, якую можна спампаваць.

source: A program "%1" is trying to connect to Skype.
be: Праґрама «%1» спрабуе злучыцца са Skype.

source: A slow or busy internet connection
be: Павольнае ці загружанае злучэньне зь сецівам

source: A small
be: Невялічкая

source: A valid e-mail address is the only way to retrieve lost passwords
be: Адзіны спосаб атрымаць страчаны пароль — мець сапраўдны адрас эл. пошты

source: About Skype
be: Пра Skype

source: About me
be: Пра мяне

source: Accept
be: Прыняць

source: Accept %n file(s) from %1
be: Прыняць %n файл(аў) ад %1

source: Accept All
be: Прыняць усе

source: Accept All Files
be: Прыняць усе файлы

source: Accept All Files to...
be: Прыняць усе файлы ў…

source: Accept Contact Request
be: Прыняць запыт кантактаваць

source: Accept File
be: Прыняць файл

source: Accept File to...
be: Прыняць файл у…

source: Accept Skype browser cookies
be: Прыняць біркі Skype у аглядальніку

source: Accept all files
be: Прыняць усе файлы

source: Accept all videos on this call?
be: Ці прыняць усе відэа да гэтага выкліку?

source: Accept contact request and add contacts to your contact list
be: Прыняць запыт і дадаць кантакт да свайго сьпісу

source: Accept file
be: Прыняць файл

source: Accept the file(s)
be: Дазволіць перасылаць файлы

source: Accept video on this call?
be: Ці прыняць відэа да гэтага выкліку?

source: Access Wi-Fi hotspots
be: Доступ да пунктаў Wi-Fi

source: Accessibility
be: Даступнасьць

source: Account
be: Рахунак

source: Account blocked
be: Рахунак замкнулі

source: Account blocked.
be: Рахунак замкнулі.

source: Account…
be: Рахунак…

source: Action
be: Дзеяньне

source: Active
be: Працуе

source: Actual size
be: Сапраўдны памер

source: Add
be: Дадаць

source: Add %s to Contacts
be: Дадаць %s да кантактаў

source: Add <b>%s</b> people to your Contact list and request their contact details.
be: Дадаць людзей (<b>%s</b>) і запытацца на іхнія зьвесткі для сувязі.

source: Add <b>%s</b> to your Contact List and request his/her contact details.
be: Дадаць <b>%s</b> да кантактаў і запытацца на зьвесткі для сувязі.

source: Add <b>%s</b> to your Contact list and ask them to accept your contact request.
be: Дадаць <b>%s</b> да кантактаў і запытацца, каб ён прыняў ваш запыт кантактаваць.

source: Add <b>%s</b> to your contacts
be: Дадаць <b>%s</b> да кантактаў

source: Add Contact
be: Дадаць кантакт

source: Add Contacts I unblock back to my Contact List
be: Вярнуць у сьпіс кантактаў тых, каго адамкнулі

source: Add Facebook Updates…
be: Дадаць абнаўленьні Facebook…

source: Add Number
be: Дадаць нумар

source: Add People
be: Дадаць чалавека

source: Add People…
be: Дадаць чалавека…

source: Add SMS Members
be: Дадаць атрымальніка SMS

source: Add Skype contacts
be: Дадаць кантакты ў Skype

source: Add Video to Your Mood…
be: Дадаць відэа да настрою…

source: Add a Contact…
be: Дадаць кантакт…

source: Add a Phone Number
be: Дадаць тэлефонны нумар

source: Add a Skype Contact
be: Дадаць кантакт у Skype

source: Add a Skype contact using their Skype Name
be: Дадаць кантакт па імені ў Skype

source: Add a contact
be: Дадаць кантакт

source: Add a number to this profile
be: Дадаць нумар да гэтага профілю

source: Add a phone number as a contact
be: Дадаць тэлефонны нумар як кантакт

source: Add all to contacts
be: Дадаць усіх да кантактаў

source: Add and Accept Contact
be: Дадаць да кантактаў

source: Add another email address
be: Дадаць адрас эл. пошты

source: Add city
be: Дадаць горад

source: Add contact
be: Дадаць кантакт

source: Add contact details to your profile
be: Дадаць зьвесткі для сувязі да асабістых зьвестак

source: Add credit
be: Набыць крэдыт

source: Add description about yourself
be: Дадаць зьвесткі пра сябе

source: Add email address
be: Дадаць адрас эл. пошты

source: Add full name
be: Дадаць поўнае ймя

source: Add homepage
be: Дадаць хатнюю бачыну

source: Add more contacts
be: Дадаць іншыя кантакты

source: Add more email addresses
be: Дадаць адрас эл. пошты

source: Add more people
be: Дадаць іншых людзей

source: Add more phone numbers
be: Дадаць іншыя нумары

source: Add my number
be: Дадаць свой нумар

source: Add number
be: Дадаць нумар

source: Add or Search for Skype Contacts
be: Дадаць або шукаць кантакты ў Skype

source: Add participants, send files and more
be: Дадавайце ўдзельнікаў, дасылайце файлы ды інш.

source: Add people
be: Дадаць людзей

source: Add people from your email address books
be: Дадаць людзей адраснае кнігі эл. пошты

source: Add people to SMS
be: Дадаць чалавека да SMS

source: Add people to the chat
be: Дадаць чалавека да гутаркі

source: Add people to this conversation
be: Дадаць людзей да размовы

source: Add phone number
be: Дадаць нумар тэлефону

source: Add phone number…
be: Дадаць нумар тэлефону…

source: Add state or province
be: Дадаць вобласьць (штат) або акругу

source: Add them as a contact first
be: Спачатку дадайце яго да кантактаў

source: Add this number
be: Дадаць гэты нумар

source: Add this person's mobile number to send them text messages (SMS)
be: Каб дасылаць паведамленьні (SMS) гэтаму чалавеку, дадайце ягоны тэлефонны нумар

source: Add to Category
be: Дадаць да суполкі

source: Add to Chat
be: Дадаць да гутаркі

source: Add to Contact List
be: Дадаць да сьпісу кантактаў

source: Add to Contacts
be: Дадаць да кантактаў

source: Add to Contacts…
be: Дадаць да кантактаў…

source: Add to call
be: Дадаць да размовы

source: Add to conference
be: Дадаць да нарады

source: Add to contacts
be: Дадаць да кантактаў

source: Add to my mood
be: Дадаць да настрою

source: Add video to conversation - %s
be: Дадаць відэа да размовы: %s

source: Add video to your mood
be: Дадаць відэа да настрою

source: Adding emergency services to conference is not supported
be: Нельга дадаваць да нарады надзвычайныя нумары: гэта не падтрымваецца
